acpi
alacritty
alsa-utils
awesome
base
base-devel
blueman
bluez-utils
bridge-utils
discord
dmidecode
dnsmasq
efibootmgr
eog
feh
file-roller
firefox
gedit
git
gnome-system-monitor
gnome-themes-extra
gparted
grub
gtk-engine-murrine
gvfs
handlr
intellij-idea-community-edition
iw
jdk17-openjdk
lib32-systemd
libguestfs
light
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-firmware
lutris
lxappearance
man-db
man-pages
meson
neovim
network-manager-applet
networkmanager
ninja
nodejs
npm
ntp
nvidia
nvidia-settings
nvidia-utils
obsidian
openbsd-netcat
pamixer
papirus-icon-theme
pavucontrol
picom
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
qbittorrent
qemu-full
rofi
scrot
stalonetray
steam
sxhkd
telegram-desktop
thunar
trayer
ttf-jetbrains-mono-nerd
tumbler
unzip
vde2
vi
vim
virt-manager
virt-viewer
vlc
wine
wireless_tools
xclip
xdotool
xf86-video-intel
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
