acpi
alacritty
alsa-utils
apulse
awesome
base
base-devel
bluez-utils
catppuccin-gtk-theme-mocha
eog
feh
firefox
gedit
git
gnome-system-monitor
grub
gvfs
handlr
iw
lib32-systemd
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-aether
lightdm-webkit2-greeter
linux
linux-firmware
lxappearance
man-db
man-pages
neovim
networkmanager
nodejs
npm
ntp
pamixer
papirus-icon-theme
paru
pavucontrol
picom
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
rofi
steam
sxhkd
telegram-desktop
texinfo
thunar
ttf-jetbrains-mono-nerd
ttf-ms-win10-auto
tumbler
unzip
vim
virtualbox-guest-utils
visual-studio-code-bin
web-greeter
web-greeter-theme-shikai
xf86-video-vmware
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
zsh-syntax-highlighting
